/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"Clé de Quicktime Pro";
"Quicktime.pfm_description" =			"Préférence de clé de QuickTime Pro";

"Pro Key.pfm_title" =			"Données d’enregistrement de QuickTime Pro";
"Pro Key.pfm_description" =			"Données d’enregistrement de QuickTime Pro";

"Name.pfm_title" =			"Nom";
"Name.pfm_description" =			"Saisissez le nom, identique à celui à saisir dans la fenêtre d’enregistrement à QuickTime Pro.";
"Organization.pfm_title" =			"Organisation";
"Organization.pfm_description" =			"Saisissez le nom de votre entreprise, identique à celui à saisir dans la fenêtre d’enregistrement à QuickTime Pro.";
"Registration Key.pfm_title" =			"Clé d’enregistrement";
"Registration Key.pfm_description" =			"Chaîne de clé d’enregistrement de QuickTime Pro";
